Repository: MX-Linux/mx-idesktool
Catalog: translations_script/po/mx-idesktool_*.po
Languages: cs, fi, gl_es, hi, hu, ja, nb, sq, sv, tr

source: ACTION
cs: AKCE
fi: TOIMINTA
gl_es: ACCIÓN
hi: कार्य
hu: MŰVELET
ja: アクション
nb: HANDLING
sq: VEPRIM
sv: ÅTGÄRD
tr: EYLEM

source: Add a new icon
cs: Přidat novou ikonu
fi: Lisää uusi kuvake
gl_es: Engadir unha nova icona
hi: नया आइकन जोड़ें
hu: Új ikon hozzáadása
ja: 新しいアイコンを追加
nb: Legg til nytt ikon
sq: Shtoni një ikonë të re
sv: Lägg till en ny ikon
tr: Yeni bir simge ekleme

source: All done. Restarting idesk now...
cs: Vše hotovo. Restartuje se idesk...
fi: Kaikki on tehty. idesk uudelleenkäynnistetään nyt...
gl_es: Todo feito. Reiniciando o idesk...
hi: प्रक्रिया पूर्ण। अब आई-डेस्क पुनः आरंभ होगा...
hu: Minden kész. Az idesk újraindítása...
ja: 全て完了。今、ideskを再起動しています...
nb: Ferdig. Omstarter idesk …
sq: U bë gjithçka. Tani po riniset idesk-u…
sv: Allt klart. Startar om idesk nu...
tr: Hepsi tamam. Idesk şimdi yeniden başlatılıyor ...

source: Back
cs: Zpět
fi: Takaisin
gl_es: Volver atrás
hi: वापस
hu: Vissza
ja: 戻る
nb: Tilbake
sq: Mbrapsht
sv: Bakåt
tr: Geri

source: Cancel
cs: Zrušit
fi: Peru
gl_es: Cancelar
hi: रद्द करें
hu: Mégsem
ja: キャンセル
nb: Avbryt
sq: Anuloje
sv: Avbryt
tr: İptal

source: Caption
fi: Kuvateksti
gl_es: Captura
hi: अनुशीर्षक
hu: Felirat
ja: キャプション
nb: Tekst
sq: Përshkrim
sv: Bildtext
tr: Altyazı

source: Choose a .png icon image
cs: Vybrat obraz ikony . png
fi: Valitse .png muotoinen kuvakekuva
gl_es: Escoller unha imaxe para a icona .png
hi: .png आइकन फाइल चुनें
hu: Válasszon egy .png ikon képet
ja: .pngアイコンの画像を選択します
nb: Velg et PNG-bilde til ikonet
sq: Zgjidhni një figurë .png ikone
sv: Välj en .png ikonbild
tr: Bir .png simge resmi seçin

source: Config
fi: Asetukset
gl_es: Configuración
hi: विन्यास
hu: Beállítások
ja: 設定
nb: Oppsett
sq: Formësim
sv: Konfiguration
tr: Yapılandırma

source: Config. file found - excellent!
cs: Config. file nalezen - excellent!
fi: Config. -asetustiedosto löytyi - erinomaista!
gl_es: Atopado o ficheiro de configuración - excelente!
hi: विन्यास फाइल प्राप्ति सफल!
hu: Beállítási fájl megtalálva - nagyszerű!
ja: Config. ファイル発見 - すばらしい！
nb: Fant oppsettsfil.
sq: U gjet kartelë formësimi - bukur!
sv: Konfigurationsfil hittad - utmärkt!
tr: Config. dosyası bulundu - mükemmel!

source: Configure
cs: Nastavit
fi: Muokkaa
gl_es: Configurar
hi: विन्यास
hu: Beállítás
ja: 設定
nb: Oppsett
sq: Formësojeni
sv: Konfigurera
tr: Yapılandır

source: Create
cs: Vytvořit
fi: Luo
gl_es: Crear
hi: बनाएँ
hu: Létrehozás
ja: 作成
nb: Opprett
sq: Krijoje
sv: Skapa
tr: Oluştur

source: Current icon
cs: Aktuální ikona
fi: Tämänhetkinen kuvake
gl_es: Icona actual
hi: वर्तमान आइकन
hu: Jelenlegi ikon
ja: 現在のアイコン
nb: Gjeldende ikon
sq: Ikonë e tanishme
sv: Nuvarande ikon
tr: Mevcut simge

source: DESCRIPTION
cs: POPIS
fi: KUVAUS
gl_es: DESCRICIÓN
hi: विवरण
hu: LEÍRÁS
ja: ディスクリプション
nb: BESKRIVELSE
sq: PËRSHKRIM
sv: BESKRIVNING
tr: AÇIKLAMA

source: Delay (mins)
cs: Posun (minuty)
fi: Viive (minuutteina)
gl_es: Atraso (mins)
hi: विलंब (मिनट में)
hu: Késleltetés (perc)
ja: 遅延 (分)
nb: Forsinkelse (min.)
sq: Vonesë (min.)
sv: Fördröjning (min s)
tr: Gecikme (dakika)

source: Delete
cs: Smazat
fi: Poista
gl_es: Eliminar
hi: हटाएँ
hu: Törlés
ja: 削除
nb: Slett
sq: Fshije
sv: Ta bort
tr: Sil

source: Desktop
cs: Pracovní plocha
fi: Työpöytä
gl_es: Escritorio
hi: डेस्कटॉप
hu: Asztal
ja: デスクトップ
nb: Skrivebord
sv: Skrivbord
tr: Masaüstü

source: Directly edit an icon file
cs: Rovnou editovat soubor ikony
fi: Mukauta kuvaketiedostoa suoraan
gl_es: Editar directamente un ficheiro dunha icona
hi: आइकन फाइल संपादित करें
hu: Ikonfájl közvetlen szerkesztése
ja: アイコンファイルを直接編集
nb: Rediger en ikonfil direkte
sq: Përpunoni drejtpërsëdrejti një kartelë ikone
sv: Redigera en ikon-fil direkt
tr: Bir simge dosyasını doğrudan düzenleme

source: Discarding...
cs: Rušení...
fi: Hylätään...
gl_es: Descartando...
hi: निरस्त करना जारी...
hu: Elvetés...
ja: 廃棄中...
nb: Forkaster …
sq: Po hidhen tej…
sv: Tar bort...
tr: Çöpe Atılıyor...

source: ERROR: Yad not installed or not in path.
cs: CHYBA: Yad není nainstalován nebo neznámá cesta.
fi: VIRHE: Yad ei ole asennettu tai ei polussa.
gl_es: ERRO: Yad non instalado ou en falta no enderezo.
hi: त्रुटि : Yad इंस्टॉल नहीं है या फिर फोल्डर पथ अनुपलब्ध है।
hu: HIBA: A yad nincs telepítve vagy nincs az útvonalban.
ja: エラー: Yad がインストールされていないか、パスにありません。
nb: FEIL: Yad er ikke installert, eller stien mangler i PATH.
sq: GABIM: Yad s’është i instaluar ose te shtegu.
sv: FEL: Yad är inte installerat eller i sökvägen.
tr: HATA: Yad kurulu değil veya yolu yok.

source: ERROR: idesk not installed or not in path. Try http://sourceforge.net/projects/idesk/
cs: CHYBA: idesk není nainstalován nebo neznámá cesta. Zkuste http://sourceforge.net/projects/idesk/
fi: VIRHE: idesk ei ole asennettu tai ei polussa. Kokeile http://sourceforge.net/projects/idesk/
gl_es: ERRO: idesk non instalado ou en falta no enderezo. Intentar http://sourceforge.net/projects/idesk/
hi: त्रुटि : आई-डेस्क इंस्टॉल नहीं है या फिर फोल्डर पथ अनुपलब्ध है। http://sourceforge.net/projects/idesk/ भी देखें
hu: HIBA: Az idesk nincs telepítve vagy nincs az útvonalban. Próbálja ezt: http://sourceforge.net/projects/idesk/
ja: エラー:idesk がインストールされていないか、パスにありません。http://sourceforge.net/projects/idesk/ を試してください。
nb: FEIL: idesk er ikke installert, eller stien mangler i PATH. Besøk http://sourceforge.net/projects/idesk/
sq: GABIM: idesk jo i instaluar, ose jo në shteg. Provoni http://sourceforge.net/projects/idesk/
sv: ERROR: idesk är inte installerat eller i sökvägen. Försök http://sourceforge.net/projects/idesk/
tr: HATA: idesk kurulu değil veya yolu yok. http://sourceforge.net/projects/idesk/ adresini deneyin

source: Edit iDesk's config file
cs: Upravit konfiguraci idesk-u
fi: Muokkaa iDesk:in asetustiedostoa
gl_es: Editar o ficheiro de configuración do iDesk
hi: आई-डेस्क विन्यास फाइल संपादन
hu: Az iDesk beállítási fájljának szerkesztése
ja: iDesk 設定ファイの編集e
nb: Rediger oppsettsfila til iDesk
sq: Përpunoni kartelë formësimeshtë iDesk-ut
sv: Redigera iDesks konfigurationsfil
tr: iDesk yapılandırma dosyasını düzenle

source: Enter Link Filename
fi: Syötä linkki-tiedosto nimi
gl_es: Inserir o nome do ficheiro da ligazón
hi: लिंक का फाइल नाम दर्ज करें
hu: Adja meg a parancsikon fájlnevét
ja: リンク先のファイル名を入力
nb: Angi koblet filnavn
sq: Jepni Emër Kartele Lidhjeje
sv: Skriv in Länk Filnamn
tr: Bağlantı Dosya Adını Girin

source: Error: Icon Image File Not Found.
cs: Chyba: Obrázek ikony nebyl nalezen.
fi: Virhe: kuvakkeen kuvatiedostoa ei löytynyt.
gl_es: Erro: non foi atopado o ficheiro de imaxe do icona.
hi: त्रुटि : आइकन चित्र फाइल प्राप्ति विफल।
hu: Hiba: Az ikon képfájl nem található.
ja: エラー：アイコンの画像ファイルが見つかりません。
nb: Feil: Fant ikke ikonets bildefil
sq: Gabim: S’u Gjet Dot Kartelë Figure Ikone.
sv: Fel: Ikonens bildfil kunde inte hittas.
tr: Hata: Simge Resim Dosyası Bulunamadı.

source: Error: Unknown Filetype. The icon should be a png image.
cs: Chyba: Neznámý formát souboru. Ikona musí být obrázek png.
fi: Virhe: tuntematon tiedostomuoto. Kuvakkeen tulee olla png-kuva.
gl_es: Erro: tipo de ficheiro descoñecido. A icona debe ser unha imaxe png.
hi: त्रुटि : अज्ञात फाइल प्रकार। आइकन का प्रकार पीएनजी होना चाहिए।
hu: Hiba: ismeretlen fájltípus. Az ikonnak PNG képfájlnak kell lennie.
ja: エラー：不明なファイルタイプです。アイコンは png 形式でなくてはなりません。
nb: Feil: Ukjent filtype. Ikonet må være et PNG-bilde.
sq: Gabim: Lloj i Panjohur Kartelash. Ikona duhet të jetë një figurë .png.
sv: Fel: Okänd filtyp. Ikonen ska vara en png-bild.
tr: Hata: Bilinmeyen Dosya Türü. Simge bir png resmi olmalı.

source: Error: You need to select a valid file
cs: Chyba: Musíte vybrat platný soubor
fi: Virhe: sinun pitää valita kelvollinen tiedosto
gl_es: Erro: tes que seleccionar un ficheiro válido
hi: त्रुटि : मान्य फाइल चयन आवश्यक है
hu: Hiba: Egy érvényes fájlt kell választania
ja: エラー：有効なファイルを選択する必要があります
nb: Feil: Velg en gyldig fil
sq: Gabim: Duhet të përzgjidhni një kartelë të vlefshme
sv: Fel: Du måste välja en giltig fil
tr: Hata: Geçerli bir dosya seçmeniz gerekir

source: Finished!
cs: Dokončeno!
fi: Valmista!
gl_es: Rematado!
hi: पूर्ण!
hu: Befejezve!
ja: 完了！
nb: Fullført
sq: Përfundoi!
sv: Avslutad!
tr: Tamamlandı!

source: Height
cs: Výška
fi: Korkeus
gl_es: Altura
hi: ऊँचाई
hu: Magasság
ja: 高さ
nb: Høyde
sq: Lartësi
sv: Höjd
tr: Yükseklik

source: Help
cs: Nápověda
fi: Ohje
gl_es: Axuda
hi: सहायता
hu: Súgó
ja: ヘルプ
nb: Hjelp
sq: Ndihmë
sv: Hjälp
tr: Yardım

source: Icon
cs: Ikona
fi: Kuvake
gl_es: Icona
hi: आइकन
hu: Ikon
ja: アイコン
nb: Ikon
sq: Ikonë
sv: Ikon
tr: Simge

source: Icon Caption:\n(Leave blank for no caption)
fi: Kuvakkeen kuvateksti:\n(jätä tyhjäksi jos et halua kuvatekstiä)
gl_es: Captura da icona:/n(Deixar en branco se non tiver captura)
hi: आइकन अनुशीर्षक :\n (अनुशीर्षक निष्क्रिय हेतु रिक्त रहने दें)
hu: Ikon felirat:\n(Hagyja üresen, ha nem szükséges felirat)
ja: アイコンのキャプション:\n（キャプションがない場合は空欄にしてください）
nb: Ikontekst:\n(La være tom for blank)
sq: Përshkrim Ikone:\n(Për pa përshkrim, lëreni të zbrazët)
sv: Ikon bildtext:\n(Lämna blank för ingen bildtext)
tr: Simge Altyazısı:\n(Resim yazısı için boş bırakın)

source: Icon Management Tool
cs: Nástroj pro správu ikon
fi: Kuvakkeiden hallintatyökalu
gl_es: Ferramenta de xestión de iconas
hi: आइकन प्रबंधन साधन
hu: Ikonkezelő eszköz
ja: アイコン管理ツール
nb: Verktøy for ikonbehandling
sq: Mjet Administrimi Ikonash
sv: Ikonhanteringsverktyg
tr: Simge Yönetim Aracı

source: Image folder
cs: Složka s obrázky
fi: Kuvakansio
gl_es: Cartafol das imaxes
hi: चित्र फोल्डर
hu: Kép mappa
ja: 画像フォルダ
nb: Bildemappe
sq: Dosje figurash
sv: Bildkatalog
tr: Resim klasörü

source: Image mode
fi: Kuvatila
gl_es: Modo imaxe
hi: चित्र मोड
hu: Kép mód
ja: 画像モード
nb: Bildemodus
sq: Mënyrë figurash
sv: Bildläge
tr: Resim kipi

source: Left-Click Command:
cs: Přikaz pro levé tlačítko myši:
fi: Vasemman hiirennapin napsautuksen käsky:
gl_es: Comando para o premer-esquerdo
hi: बायां-क्लिक कमांड :
hu: Bal-gomb parancs:
ja: 左クリックのコマンド：
nb: Kommando for venstreklikk:
sq: Urdhër Klikimi Me të majtin:
sv: Vänsterklicks-kommando:
tr: Sol Tıklama Komutu:

source: Link Filename
fi: Linkitä tiedoston nimi
gl_es: Nome do ficheiro da ligazón
hi: लिंक का फाइल नाम
hu: Parancsikon fájlnév
ja: リンク先のファイル名
nb: Koble filnavn
sq: Emër Kartele Lidhje
sv: Länk Filnamn
tr: Bağlantı Dosya Adı

source: Locate
fi: Paikanna
gl_es: Localizar
hi: खोजें
hu: Elhelyezés
ja: 位置を指定
nb: Finn
sq: Lokalizoje
sv: Hitta
tr: Konumlandır

source: Lock
cs: Uzamknout
fi: Lukitse
gl_es: Bloquear
hi: लॉक
hu: Zárolás
ja: ロック
nb: Lås
sq: Kyçe
sv: Lås
tr: Kilit

source: Lock/unlock icons
cs: Uzamknout/odemknout ikony
fi: Lukitse/vapauta kuvakkeet
gl_es: Bloquear/Desbloquear iconas
hi: आइकन लॉक/अनलॉक
hu: Ikonok zárolása vagy feloldása
ja: アイコンのロック/ロック解除
nb: Lås/lås opp ikoner
sq: Ikona Kyçjeje/Shkyçjeje
sv: Lås/lås upp ikoner
tr: Simgeleri kilitle/kilidi aç

source: MX-idesktool documentation
cs: MX-idesktool dokumentace
fi: MX-idesktool:in dokumentaatio
gl_es: Documentación da ferramenta de xestión de iconas
hi: एमएक्स आई-डेस्क प्रलेखन
hu: MX-idesktool dokumentáció
ja: MX-idesktool のドキュメント
nb: Hjelpetekst til MX-idesktool
sq: Dokumentim për MX-idesktool
sv: MX-idesktool dokumentation
tr: MX-idesktool belgeleme

source: Middle-Click Command
cs: Přikaz pro střední tlačítko myši
fi: Keskimmäisen hiirennapin napsautuksen käsky
gl_es: Comando do premer-central
hi: मध्य-क्लिक कमांड
hu: Középső-gomb parancs
ja: 中クリックのコマンド
nb: Kommando for midt-klikk
sq: Urdhër Klikimi Me të Mesit
sv: Mittenklicks-Kommando
tr: Orta Düğme Tıklama Komutu

source: Middle-Click Command:
cs: Přikaz pro střední tlačítko myši:
fi: Keskimmäisen hiirennapin napsautuksen käsky:
gl_es: Comando para o premer-central
hi: मध्य-क्लिक कमांड :
hu: Középső-gomb parancs:
ja: 中クリックコマンド：
nb: Kommando for midt-klikk:
sq: Urdhër Klikimi Me të Mesit:
sv: Mittenklicks-Kommando:
tr: Orta Düğme Tıklama Komutu:

source: Next
cs: Následující
fi: Seuraava
gl_es: Seguinte
hi: आगामी
hu: Következő
ja: 次へ
nb: Neste
sq: Pasuesi
sv: Nästa
tr: Sonraki

source: No rotation: Delay = 0
fi: Ei kiertoa: viive = 0
gl_es: Sen rotación: atraso = 0
hi: आवर्तन निष्क्रिय : विलंब = 0
hu: Nincs váltogatás: Késleltetés = 0
ja: 回転しない：遅延 = 0
nb: Ingen rotasjon: Forsinkelse = 0
sq: Pa rrotullim: Vonesë = 0
sv: Ingen rotation: Fördröjning = 0
tr: Değişme yok: Gecikme = 0

source: No!
cs: Ne!
fi: En!
gl_es: Non!
hi: नहीं!
hu: Nem!
ja: はい！
nb: Nei
sq: Jo!
sv: Nej!
tr: Hayır!

source: Oops!
fi: Hupsista!
gl_es: Ups!
hi: ओह हो!
hu: Hoppá!
ja: しまった！
nb: Uffda!
sq: Oooh!
sv: Oj!
tr: Eyvah!

source: Open
cs: Otevřít
fi: Avaa
gl_es: Abrir
hi: खोलें
hu: Megnyitás
ja: 開く
nb: Åpne
sq: Hape
sv: Öppna
tr: Aç

source: Please choose a file
cs: Prosím vyberte soubor
fi: Valitse tiedosto
gl_es: Escolle un ficheiro
hi: कृपया फाइल चुनें
hu: Válasszon egy fájlt
ja: ファイルを選択してください
nb: Velg en fil
sq: Ju lutemi, zgjidhni një kartelë
sv: Var vänlig välj en fil
tr: Lütfen bir dosya seçin

source: Quit
cs: Konec
fi: Lopeta
gl_es: Saír
hi: बंद करें
hu: Kilépés
ja: 終了
nb: Avslutt
sq: Mbylle
sv: Avsluta
tr: Vazgeç

source: Refresh
cs: Obnovit
fi: Virkistä
gl_es: Recargar
hi: रिफ्रेश
hu: Frissítés
ja: リフレッシュ
nb: Oppdater
sq: Rifreskoje
sv: Förnya
tr: Yenile

source: Reload the desktop
cs: Obnovit plochu
fi: Työpöydän uudelleenlataus
gl_es: Recargar o escritorio
hi: डेस्कटॉप पुनः लोड करें
hu: Az asztal újratöltése
ja: デスクトップの再読み込み
nb: Last inn skrivebordet på nytt
sq: Ringarko desktopin
sv: Uppdatera skrivbordet
tr: Masaüstünü yeniden yükle

source: Remove an icon
cs: Odebrat ikonu
fi: Poista kuvake
gl_es: Eliminar unha icona
hi: आइकन हटाएँ
hu: Ikon eltávolítása
ja: アイコンの削除
nb: Fjern et ikon
sq: Hiqni një ikonë
sv: Ta bort en ikon
tr: Bir simgeyi kaldırma

source: Right-Click Command
cs: Přikaz pro pravé tlačítko myši
fi: Oikeanpuolen hiirennapin napsautuskäsky
gl_es: Comando para o premer-dereito
hi: दायां-क्लिक कमांड
hu: Jobb-gomb parancs
ja: 右クリックのコマンド
nb: Kommando for høyreklikk
sq: Urdhër Klikimi Me të Djathtin
sv: Höger-klickskommando:
tr: Sağ Tıklama Komutu

source: Saving...
cs: Ukládání...
fi: Tallentaa...
gl_es: Gardando...
hi: संचय जारी...
hu: Mentés...
ja: 保存中...
nb: Lagrer …
sq: Po ruhet…
sv: Spar...
tr: Kaydediliyor...

source: Set a precise position for an icon
cs: Nastavit přesnou polohu ikony
fi: Aseta kuvakkeen tarkka asema
gl_es: Definir unha posición precisa para unha icona
hi: आइकन हेतु सटीक स्थान निर्दिष्ट करें
hu: Ikon pontos pozíciójának beállítása
ja: アイコンの正確な位置を設定
nb: Velg nøyaktig ikonplassering
sq: Caktoni një pozicion të saktë për një ikonë
sv: Välj en exakt plats för en ikon
tr: Bir simge için kesin bir konum ayarlama

source: Set background rotation
cs: Nastavit natoćení pozadí
fi: Aseta taustakuvan kääntyminen
gl_es: Definir a rotación do fondo
hi: बैकग्राउंड आवर्तन सेट करें
hu: Háttér váltogatás beállítása
ja: 背景の回転を設定
nb: Velg bakgrunnsrotasjon
sq: Caktoni rrotullim sfondi
sv: Välj bakgrundsrotation
tr: Arka plan değişimini ayarla

source: Set icons to snap
fi: Aseta kuvakkeet snap:ille
gl_es: Establecer o posicionamento das iconas para encaixalas
hi: विंडो अनुरूप आइकन सेट करें
hu: Ikonok rácsra igazítása
ja: スナップするアイコンを設定
nb: Velg ikoner som skal festes
sv: Ställ in ikonerna på att fästa
tr: Simgeleri tutturmaya ayarla

source: Snap icons
fi: Snap-kuvakkeet
gl_es: Iconas encaixadas
hi: विंडो अनुरूप आइकन
hu: Rácsra igazítás
ja: アイコンのスナップを撮ります
nb: Fest ikoner
sv: Fäst ikoner
tr: Simgeleri tutttur

source: Status
cs: Stav
fi: TIla
gl_es: Estado
hi: स्थिति
hu: Állapot
ja: ステータス
sq: Gjendje
tr: Durum

source: Text Editing
cs: Editace textu
fi: Tekstinmuokkaus
gl_es: Edición do texto
hi: टेक्स्ट संपादन
hu: Szöveg szerkesztés
ja: テキストの編集
nb: Tekstredigering
sq: Përpunim Teksti
sv: Textredigering
tr: Metin Düzenleme

source: USE: double-click entry to select a management action
fi: KÄYTÄ: tuplanapsauta merkintää valitaksesi hallinnointitoiminnon
gl_es: USO: premer dúas veces na entrada para seleccionar unha acción de xestión
hi: उपयोग : प्रबंधन कार्य चयन हेतु प्रविष्टि पर द्वि-क्लिक करें
hu: HASZNÁLATA: dupla kattintással válaszon kezelési műveletet
ja: DesktopUSEのリロード：ダブルクリックして管理アクションを選択
nb: BRUK: Dobbelklikk oppføringen for å velge handling
sq: PËRDORIM: dyklikoni mbi një zë që të përzgjidhni një veprim administrimi
sv: ANVÄNDNING: dubbelklicka alternativ för att välja en hanteringsåtgärd
tr: KULLANIM: bir yönetim eylemi seçmek için girişi çift tıklayın

source: USE: place icon in the middle\nof a rectangle
fi: KÄYTTÖ: aseta kuva keskelle\nof suorakulmioon
gl_es: USO: colocar icona no centro\ndun rectángulo
hi: उपयोग : आइकन को आयत के मध्य स्थित करें
hu: HASZNÁLATA: egy téglalap közepén\nhelyezi el az ikont
ja: 使い方: アイコンを長方形の \n 真ん中に置きます
nb: BRUK: Plasser ikon i midten\nav et rektangel
sq: PËRDORIM: vendoseni ikonën në mes\ntë një drejtkëndëshi
sv: ANVÄNDNING: Placera ikon i mitten\nav en rektangel
tr: KULLANIM: simgeyi dikdörtgenin ortasına yerleştir

source: View or edit an icon
cs: Prohlížet nebo upravit ikonu
fi: Näytä tai muokkaa kuvaketta
gl_es: Ver ou editar unha icona
hi: आइकन प्रदर्शन या संपादन
hu: Ikon megjelenítése vagy szerkesztése
ja: アイコンの表示または編集
nb: Vis eller rediger et ikon
sq: Shihni ose përpunoni një ikonë
sv: Titta på eller redigera en ikon
tr: Bir simgeyi görüntüle veya düzenle

source: View or edit icon style
cs: Prohlížet nebo upravit styl
fi: Näytä tai muokkaa kuvakkeen tyyliä
gl_es: Ver ou editar o estilo da icona
hi: आइकन शैली देखें या संपादित करें
hu: Ikon stílusának megjelenítése vagy szerkesztése
ja: アイコンのスタイルを表示または編集
nb: Vis eller rediger ikonstil
sq: Shihni ose përpunoni stil ikone
sv: Titta på eller redigera ikon-stil
tr: Simge biçemini görüntüle veya düzenle

source: View or edit mouse actions
cs: Prohlížet nebo upravit nastavení akcí pod tlačítky myši.
fi: Näytä tai muokkaa hiiren toimintoja
gl_es: Ver ou editar accións do rato
hi: माउस कार्य देखें या संपादित करें
hu: Egérműveletek megjelenítése vagy szerkesztése
ja: マウスのアクションを表示または編集
nb: Vis eller rediger musehandlinger
sq: Shihni ose përpunoni veprime miu
sv: Titta på eller redigera musaktiviteter
tr: Fare eylemlerini görüntüleme veya düzenleme

source: WARNING: No ideskrc file was found.\nWould you like to have this file\nadded now?
cs: POZOR: Nebyl nelezen žádny soubor ideskrc.\nPřejete si soubor přidat?
fi: VAROITUS: ideskrc-tiedostoa ei löytynyt.\nHaluatko lisätä tämän tiedoston\n nyt?
gl_es: AVISO: Non foi atopado ningún\nficheiro ideskrc.Engadir agora\neste ficheiro?
hi: चेतावनी : ideskrc फाइल प्राप्ति विफल।\n क्या आप अब यह फाइल\nजोड़ना चाहते हैं?
hu: FIGYELEM: Nem található ideskrc fájl.\nSzeretné, hogy ez a fájl most\nhozzáadásra kerüljön?
ja: 警告：ideskrcファイルが見つかりません。\n今すぐこのファイルを追加しますか？
nb: ADVARSEL: Fant ikke fila ideskrc.\nVil du legge til\ndenne fila nå?
sq: KUJDES: S’u gjet kartelë ideskrc.\nDoni që kjo kartelë\ntë shtohet tani?
sv: VARNING: Ingen ideskrc fil hittades.\nVill du att denna fil\nläggs till nu?
tr: UYARI: Bulunan bir ideskrc dosyası yok. Bu dosyanın şimdi eklenmesini ister misiniz?

source: Width
cs: Šířka
fi: Leveys
gl_es: Largura
hi: चौड़ाई
hu: Szélesség
ja: 横幅
nb: Bredde
sq: Gjerësi
sv: Bredd
tr: Genişlik

source: Write
cs: Zapsat
fi: Kirjoita
gl_es: Escribir
hi: राइट
hu: Írás
ja: 書き込み
nb: Skriv
sq: Shkruaje
sv: Skriv
tr: Yaz

source: Yad found. So far so good..
cs: Yad nalezen. Zatím dobrý...
fi: Yad löytyi. Kaikki hyvin tähän asti...
gl_es: Yad atopado. Todo ben ata aquí...
hi: Yad प्राप्ति सफल..
hu: Yad megtalálható. Eddig jó...
ja: Yad が見つかろました。今のところ順調です...
nb: Fant yad. Fortsetter …
sq: Yad-i u gjet. Mirë deri këtu…
sv: Yad är hittat. Så långt är det bra..
tr: Yad bulundu. Şimdiye kadar iyi...

source: Yes!
fi: Kyllä!
gl_es: Si!
hi: हाँ!
hu: Igen!
ja: いいえ！
nb: Ja
sq: Po!
sv: Ja!
tr: Evet!

source: \tThe configuration file has been written. \n Drag any icons you create to the desired locations and they will be remembered between sessions \n\n Would you like to run the icon wizard now?
cs: \tKonfigurační soubor byl vytvořen. \n Přetáhněte kteroukoliv ikonu, kterou vytvoříte na místo, kde ji chcete mít pozice ikony zůstane zachována \n\n Přejete si teď spustit průvodce ikonami?
fi: \tasetustiedosto kirjoitettiin. \n Raahaa mitkä tahansa luomasi kuvakkeet haluttuihin paikkoihin ja ne tullaan muistamaan istuntojen välillä \n\n Haluatko ajaa kuvakeopastusohjelman nyt?
gl_es: \tO ficheiro de configuración foi creado. \n Arrastrar calqeura icona creada para o local desexado e eles serán memorizados entre sesións \n\n Executar o asistente de iconas agora?
hi: \tविन्यास फाइल राइट करना सफल। \n बनाए गए आइकन इच्छित स्थानों पर माउस द्वारा ड्रैग करें एवं वे सभी सत्रों में उपयोग हेतु स्मरण रखें जाएँगे \n\n क्या आप आइकन प्रोग्राम अभी निष्पादित करना चाहते हैं?
hu: \tA beállítási fájl kiírásra került. \n Húzza a létrehozott ikonokat a kívánt helyekre, és azok a munkamenetek között is megmaradnak \n\n Szeretné most futtatni az ikonvarázslót?
ja: \t設定ファイルが書き込まれました。\n作成したアイコンを任意の場所にドラッグすると、セッション間で記憶されます。\n\n今すぐアイコンウィザードを実行しますか？
nb: \tSkrev oppsettsfil \n Dra ikonene du har laget til ønsket plassering, som huskes mellom øktene.\n\n Vil du kjøre ikon-veiviseren nå?
sq: \tKartela e formësimit u shkrua. \n Tërhiqni, çfarëdo ikone që krijoni, te vendndodhjet e dëshiruara dhe do të mbahen mend mes sesionesh \n\n Doni të xhironi tani ndihmësin e ikonave?
sv: \tKonfigurationsfilen har skrivits. \n Dra ikoner du skapat till önskat ställe och de kommer att kommas ihåg mellan sessionerna\n\n Vill du köra ikonverktyget nu?
tr: \tYapılandırma dosyası yazılmıştır. \n Oluşturduğunuz simgeleri istediğiniz konumlara sürükleyin, bunlar oturumlar arasında hatırlanacaklardır.\n\n Simge sihirbazını şimdi çalıştırmak ister misiniz?

source: iDesk Configuration
cs: iDesk Nastavení
fi: iDesk:in asetukset
gl_es: Configuración do iDesk
hi: आई-डेस्क विन्यास
hu: iDesk beállítások
ja: iDesk の設定
nb: Oppsett av iDesk
sq: Formësim iDesk-u
sv: iDesk Konfiguration
tr: iDesk Yapılandırma

source: idesk found - we're on a roll :)
cs: idesk nalezen - to se nám ale daří :)
fi: idesk löytyi - nyt on oikea meininki :)
gl_es: idesk encontrado - todo está a transcorrer ben :)
hi: आई-डेस्क प्राप्ति सफल :)
hu: idesk megtalálható - minden rendben :)
ja: idesk が見つかりました - 順調です :)
nb: Fant idesk – fortsetter …
sq: U gjet idesk - po ecim mirë :)
sv: idesk funnet - det här går bra :)
tr: idesk bulundu - sevinç turu atıyoruz :)

source: off
cs: vypnuto
fi: pois
gl_es: apagado
hi: बंद
hu: ki
ja: オフ
nb: av
sv: av
tr: kapalı

source: on
cs: zapnuto
fi: päällä
gl_es: acendido
hi: चालू
hu: be
ja: オン
nb: på
sv: på
tr: Açma
